language = English
author = L2Tower
z0F4CWyiAr/GJzruatMa8A== =  - Already exists on Auto Accept List
icWSpOsCTtn+JTPpJ/+DUg== =  - Already exists on Auto Buffers List
nmz4I2BLrQV1ZQOu7TYQGg== =  - Already exists on Auto Buffers List, can't add to Dismiss list
dMJif3Is4UdyU7hQAh0nLQ== =  - Already exists on Auto Buffers List, can't add to Invite list
hTMcLg50pFJi76oyzqgVEA== =  - Already exists on Auto Change Leader List
xC8rBja9wX0y9RsWbQwANA== =  - Already exists on Auto Dismiss List
Nk+BpneO/L5O0YC0LVyjOg== =  - Already exists on Auto Dismiss List, can't add to Buffers list
4NXyRb1BnSd1gVIG9osbhA== =  - Already exists on Auto Invite List
obYpmv+vodxlnB8S7rg2xw== =  - Already exists on Auto Invite List, can't add to Buffers list
8PdnJQCbxVL8BRZeNHCZBw== =  - Assist
KjNaGvP/OG2tf/qq3OWIuQ== =  - Auto Nuke
k25/4TTn0GEUJsa0o325sQ== =  - Auto Nuke - Add Skill
QJkrst57PKPAIvl2TfYrqQ== =  - Auto Nuke - Details
J8BXNNRxrk284qsz4EibdA== =  - Auto Sleep
rId7NxU8ss7IOg4V5tuJDQ== =  - Auto Spoil, Sweeper
+o2DDpQyQNgRVS9x70BKbg== =  - CP Recovery Settings
Er1fwoTTOruZhUJ7yi4Kiw== =  - Custom
m9aTcSZ34vk3SCMXCuEf/g== =  - Follow
oWm4/s0H5zYOJmynDY4n9A== =  - HP Recovery Settings
jiLS4XaZkMiHHAbYnV5G2g== =  - Items Pet Pickup
A4/4xBQeEJlMBFZYqQgaUA== =  - Items Pickup
YIHj+dmmCbFzhVpUT0kO0g== =  - Items Use
MmSm1yTCDjd8/fT8DjFtsQ== =  - Melee settings
Te65mzaZszQWneR+h2syAQ== =  - MP Reconvery Settings
vdcq5Zvmz5s68UG7fF0MEA== =  - MP Reconvery Skills
+Of6ig5cKugBH7aW/AIx7w== =  - Party Auto Accept
OSjcKO7EudYXRzZpIFUvew== =  - Party Auto Buffers Invite
JDTah1DGuPzokRuDX6PcWQ== =  - Party Auto Change Leader
t4Bg1pjF84uSBu2O7ScPIg== =  - Party Auto Dismiss
7IZS6UC5EzdfqQthDqpxoA== =  - Party Auto Invite
t59fho8AZMBID+5FY76rqQ== =  - Party Buffs (by Skills)
79dkdg0eV7rlzM35B/xhjg== =  - Party Buffs (by Skills) - Add Skill
dP09EAVvOP+URoH4wfrR0Q== =  - Party Buffs (by Skills) - Add User
TBV/sYoiBDmPK21iFa39aA== =  - Party Buffs (by Skills) - Details
qJTsGwArZPLD6xMFS0bv5Q== =  - Party Buffs (by Users)
Dnf+XXdVJZCejwXsslIJig== =  - Party Buffs (by Users) - Add Skill
gm8oH8ZX3JrNu6sIiIUlmA== =  - Party Buffs (by Users) - Add User
3EbwAZrK1fOyNqvUOvno9A== =  - Party Buffs (by Users) - Details
5EUTouuiw/ctSKqAjUFtNQ== =  - Plugins
Dyj/B1NVzgc1fHBL9ALMtw== =  - PVE Target
gV3caEmmLTMTUfgkkvz/0Q== =  - PVP Target
RmWh/+uWoi7YXs4wCRXjUw== =  - Resurrection
PhfiNAVOIVik/psfotY+NA== =  - Scripts
xloWwEaM3S1kss2jYGfnXg== =  - Songs and Dances
oEfIAU7REUrt1HXbxhQ24g== =  (by {0})
+CPqVzdV38eGJRaO1RsEoQ== =  A Bottle Of Souls
lr74mkUdgLwIRNINUIOGPg== =  loaded, type //cfg to start...
oLr8mc22AUVblrx4QbMgTw== =  Pet
RQEaTfoxQUbcefw02AuKmw== =  Version 
9ovwu7tvUOw2aE4eSn2RYw== = '. Settings reset to default.
bbVxUSePNDmKOluAmcq0Zw== = {0} - Lineage ]|[ - {1}
A+wR59jLf5Ji6B+O4opyLA== = {1} going to be terminated
L3M3qNtlhUveqj3kzkvDtQ== = 0EF
5RWt4fEkj+sT48brqYt1RQ== = 0EW
AYKEDyxY6ZKlANd6USqZzg== = 1CB
CqfR+n2x+kOg2sCFprBPsA== = 1MRD
xKz/8QEsG83KpiZWcWYvfQ== = 2RP
Cvy3YQHF6Kt+QEFyylEgDg== = 2SM
ruHViAAG8r//4IQRIupnHQ== = 3EA
gMkEBj684wsqbIh3Fzi8dg== = 3SS
pZdfavGJ0o6O1QPN+2JCAA== = Abyss Walker
srugd76u0Nk2pAXCk2UzPg== = Accept from Ally
Z7viSN/4XpMm/IVn1IoaWw== = Accept from Clan
eeOlU1rKMyNC6jw8kNzU4A== = Accept party type:
fdJPieXsJLPG7xfG/4drCw== = Accept range (0-unlimited):
gbiu7psafOXZgbYUitVK+g== = Accept resurrect conditional delay:
2fbV7V5XtwGTOq8puAeGww== = Accept resurrect from:
m5Re/rsAZUepRBXq2qEpIQ== = Accounts
GP909D2kEMVSn31vyoTxFQ== = ACTIVE
vSOj1KEnp+DsoSr7noedBQ== = Add assist on
JCEBUVjnFDjYuQEWXbd2XA== = Add assist on target
FJNdmlIUsdgvzBY9E+UVYA== = Add current path point
GqlcvlrI+edr0idQoX820Q== = Add current polygon point
ERZyGkazGQdavEqh7gz2vg== = Add Dance, Songs skills:
xeBwYeugIU65+7F2u1uv/w== = Add follow on target
r3FO+ms9M/bcl0mkljgW7Q== = Add new buff to user
xBKe9fl2hiaWN/2cCC67yg== = Add new buffs to user:
0+JhupMN6KH/5LUoT+1JSQ== = Add new nuke
6TIxWZx3nyfqr7ZkkMDj8A== = Add new skill
EPBipjOBHDzaBlccd2mcgQ== = Add new user
eEfcUkQ9Z72wzo5EcKsUHQ== = Add new user to buff
9z+9nnblev64E92R4I2Z9g== = Add new users to buff:
NWlraqfgs4cdb9lVIXTZbw== = Add Pet
7ROeTgGjA4ePpWpG1JjgOQ== = Add Player
luHBPGOLhOB/3wRi3VAIYw== = Add spoil skills:
wiCMzQEE2X2JJXEwNtXLVw== = Add User
Css+xgDonj+m27UES5FYfw== = Adding ally to friend list
sd57KGpI1JVI+nSX6DmNlw== = Adding clan to friend list
/odoYt45cn+O7vrXlEN+uw== = Adding user to friend list
m2VF5M6ptK1JedQbuRcOKw== = Advanced
zTwkB2kElMItt8xncLIftQ== = Advanced Config
6ZtccuTFmK5iTsYKi//TTg== = Adventurer
OdGNiKv4qwP8w1hCXoasbQ== = Aeore Cardinal
ZIjZcF/ovXHdemXzO9tGkg== = Aeore Evas Saint
MhkgsiK2Mhj9pLVXED1h7Q== = Aeore Healer
YXlviG1LxtJGXhJVKXJ1Qg== = Aeore Shillien Saint
B9jf+HJQATN4vj5peoMY5g== = All monsters added to ignore list
hZUcrl9kM9HxDQHwlzFBMQ== = All monsters removed from ignore list
VIWCV+SdcYr68jAuyrC7pw== = Alliance members
aO7EZDfDhNja0Y1UZOvDXA== = Always
j9CrI+bHeAULWGv6fgQi/g== = Antibot
Lz28WhJMaCWs7T2GejYG5g== = AOE min. target count:
aWb6FM/PnsS8c0/qiRIs5g== = Apply Fix for CanSeeMe
HclEmZ6WEUZ2pA5C7IHzWQ== = Apply Fix for DisableAutoTarget
gRC2dKYBXM77sDiX6HF0lg== = Arbalester
k0eG3TiGi1bxXLKZq/ptUw== = Arcana Lord
thnA2cCp/SsoQdlfFW3HqA== = Archmage
4vvo+uVRGO/mgfrggSapcQ== = Artisan
my3SrOT64rqF3wLj6/P4ng== = Assassin
k304OUC+uUVzzB4thi7HWg== = Assist
T0tuAuAeKQhM5W7lqpUr/Q== = ASSIST
KHok5J91WeKZGDbAOt3qcQ== = Assist added for player : 
md2yjAy7XNdhrmr2XDhCRQ== = Assist by nearest target
F4iirgzwatz8S9sXY0M4Wg== = Assist by order till death
5L4alSeLYOGh0CvNSPzlKw== = Assist by order till found
Wm7OkhXZIwQkhWG8EbLv+g== = Assist OFF
8cuQi4Qjjb/ZbM6MkOuFPg== = Attack pet range:
Y2cv7JBhHTdvc9frahAAJA== = Attack range:
BrkoHjltsAIBC94d5XJi6w== = Auto
qkmskvbbliv0hIE4ij/sRA== = Auto Accept
DNK+sCvrQRY3A8VI4a7Fag== = Auto Accept OFF
ZIE4bwiRpOGV6ddMMvtxwg== = Auto Accept ON
kFN3O0DfAg+npbw2wWDlog== = Auto Attack Disabled
ieitJCkBHSh/VtAeW7i4mw== = Auto Attack Enabled
UKEzawI2KUYeS7tdHA6Qvw== = Auto Buffers Invite
N/9iJkwte8+1rxK+deFVww== = Auto Change Leader
CRdeR01b3fuWoZGt+tC5iQ== = Auto CP Reconvery Disabled
M/WlmQrFD/x/b9wqtgdKiQ== = Auto CP Reconvery Enabled
oA/AMrBP+XP29Bzet26REw== = AUTO CP RECOVERY OFF
Bvoy9X3lY0Q7SjOT1WNi5Q== = AUTO CP RECOVERY ON
fUA6o9CFm6YkUPHjOnc/5A== = Auto Dances, Songs Disabled
Tzf3gtAyA37MjwpRiphK7g== = Auto Dances, Songs Enabled
B5ubB+/KfkE52EIOktyEAQ== = Auto Dismiss
yS1oigMo6w2JyqnmalGMMg== = Auto HP Reconvery Disabled
wCceUXM7NsQ8kcQnhSWkvA== = Auto HP Reconvery Enabled
YS9/RQagMR9Y7Y6lGdO6uA== = AUTO HP RECOVERY OFF
lwD1BX37EOjb6Tl+HxCv1Q== = AUTO HP RECOVERY ON
slP2ynhZZalzmVYzN6p9EQ== = Auto Invite
vYiqUVKzNm6Jtu5Ab8ldag== = Auto kill detached L2 processes after 60 sec.
6K67wsU8joXB5is5sA1tCg== = Auto Mob Target Point (Center point) changed
qAXqKT3oWzH8puXWIQFQiA== = Auto Mob Targeting Disabled
BNVfvI1ci/u/gw4DlilQeA== = Auto Mob Targeting Enabled, by PathPotions
pzqU87e52OjxoRIZ+8/Ihw== = Auto Mob Targeting Enabled, by Point
8t1JVTbdFvk0lRLpc9811g== = Auto Mob Targeting Enabled, by PolygonPoints
FCybMBmpBORpj3iGxqHGPQ== = Auto Mob Targeting Enabled, by Range
H/DwDe5xp669PdxxKPI2vw== = Auto MP Reconvery Disabled
XEc0NlrrvId4U9PNfGmmaA== = Auto MP Reconvery Enabled
SfqoismsldNYOQGcJe0yGg== = AUTO MP RECONVERY OFF
lAEvXr2+Ue/dk6SHJMguGw== = AUTO MP RECONVERY ON
8DngXTYHzXa2Ne3759fB8A== = Auto Nuke
8SY/i6aCDkdNx+poKpbgng== = Auto Nuke - Add Skill
lBPzoWIrHz/Ut3RmsiT+yw== = Auto Nuke - Details
WEIy1YhL2ENMR+P1U5929g== = Auto Nuke Attack Disabled
uDrg62HwG8R2HEFQrSK8hw== = Auto Nuke Attack Enabled
uIulz16wDqMOBm65goU0Pw== = Auto Nuke Attack OFF
R/hXusbx0dFyguNXk2dhZQ== = Auto Nuke Attack ON
orRhyqBjTXE4TycliEaZwg== = Auto Party Accept OFF
22pGfKU8COeoMHfplm2ggA== = Auto Party Accept ON
vMTi7oNstoaC0U6NLiuTVg== = Auto Party Buffers Invite OFF
iv+VNmb8UuOoyJxgnNyUrw== = Auto Party Buffers Invite ON
N9NdYqax6CfTbefQQRRd1Q== = AUTO PARTY BUFFS OFF
aPOhxPXe6QIRhX0lFSFX1Q== = AUTO PARTY BUFFS ON
QkFJW4mw7mDUmSk1QtIwjg== = Auto Party Change Leader OFF
KGPi/CmKjU6NEvKfFD5bjw== = Auto Party Change Leader ON
DWPhP+jM62qNviHdv9gIcQ== = Auto Party Dismiss OFF
EA5Q9B1EYyklP2utY5Pchw== = Auto Party Dismiss ON
E7UodfDstfWuEOtOE+dt8g== = Auto Party Invite OFF
eQtGSBATzyORh97ezbDwhQ== = Auto Party Invite ON
TE8IrHX1cz5Eb6Mv6lkHsQ== = Auto Pet Pickup Disabled
iYa+UXTpvWC2YUo/gl72QA== = Auto Pet Pickup Enabled, after attack
yfFUt7s8lvMRHX2/UdO4+g== = Auto Pet Pickup Enabled, before attack
LaC/FLO3lOvy9X+rz91dEA== = Auto Pickup Disabled
GJPTzBWAZ5IvofN1Te12HA== = Auto Pickup Enabled, after attack
BIU+wAgvq7O+DB8T9y8ACg== = Auto Pickup Enabled, before attack
GSjJXALkI7GbhpJZCp1uzQ== = Auto PVE Target - Don't target spoiled mobs Disabled
ilJ4jZjru/08Qk+0ASVb0w== = Auto PVE Target - Don't target spoiled mobs Enabled
YAnY8DgdW2fFUocmRoHbBA== = AUTO PVP TARGET OFF
GZ02rA9FrDWr7/qblq/UQQ== = AUTO PVP TARGET ON
+qomg8938uWs1PNuHaoXVw== = Auto Resurrection OFF
GwYvsbwqw815fvsG4cprVA== = Auto Resurrection ON
5yqf7y79WfnGU2k/ngf0nA== = Auto Revive OFF
5bpxzaQcRwgBMQuvWxcAag== = Auto Revive ON
vVkotGB8VSezZPwvWHb5oA== = Auto Sit,Stand Disabled
tQwtqGUtkndDNsD5fQErSw== = Auto Sit,Stand Enabled
lKaQfi4SE6Ufg6mXOu4NSg== = Auto Sleep
knKHdz/gp+o/6/CAXrnmxA== = Auto Sleep OFF
NKZj/0M6P4nL8ytnnW0dog== = Auto Sleep ON
X71e6jBptE4C8yLngi41Xw== = Auto Spoil Disabled
hpqxqXD2mI0fxnROWscSYA== = Auto Spoil Enabled
MgxyzsqUM/Khi0rObce65w== = AUTO SPOIL OFF
PjC0U42f7gszyKsTCLcphQ== = AUTO SPOIL ON
aUDIEtx8vlNvAMXIhLIZMg== = Auto Spoil, Sweeper
0X1jDegWgb6q27n86G49Ug== = Auto Sweeper Disabled
4fqUQe1+PBJd97ThTISjjw== = Auto Sweeper Enabled
7xmvZMlm21Xtcvk2A4fbug== = AUTO SWEEPER OFF
h24xVSJ2fb4IakfUM2aHYA== = AUTO SWEEPER ON
CVobQ+/+xzlV4x55BDjeSQ== = Base
lgq+tAxi8Dgk/Unrev+5CQ== = Base Config
XuXsnY5rGBlgwr4d9fGtgQ== = Berserker
OqRYTlR++6ICOHctSvXAPQ== = Bishop
7G6bj5nTuukaHfnA2MEmZg== = Bladedancer
/CdnyqDFoawRaWLyl4QPfA== = Bot version:
d8mYoPXdUye6JllfsDrdgg== = Bounty Hunter
1nqclUAE29p9aSkyw+rPLg== = Buffers invite range (0-unlimited):
5A1uKTcA8cDt0oBbQC58jA== = Buffs By Skills
fLmv2UbitRQ/6JijVmbBGQ== = Buffs By Users
W0M9e5cdd2WfncC54qB8NQ== = Build date:
JobEicnU2aHJ1KtdixYF/A== = But there is already available license what hasn't been yet activated.
5NPbaRs4b/ABG1v5AhQWtg== = But there is already available license what match HardwareId of this computer.
xja5ZMexv2hlJXm1i/IGfg== = But there is already available used license what is not bind to any computer.
xFtJbsCCh3LICI5BGPCbMw== = BUY
Q3MEqbaBJXIa5I7V4ynkAQ== = By Turn
O8nIFqEgZN9QWR3O1j+GoA== = By Turn & Spoil
fpkC2oonPM6lMD7iIMrQ2A== = Can't start or inject Lineage 2 Tower Bot into process: {0}
bRa41I+C2RWM4mMR1GLLug== = Cardinal
B7ED7k7hSknG8/U5/pHO8g== = Center point: (%d, %d, %d)
l4CCdZiW3Zee6p7YPhpntA== = Change Lineage 2 window name after inject
YbS+rxKVBgSUdIUqZtd3hA== = Char:
HS3rd3S+XHkjUIDskuEsmA== = Chars
oxBbeqntscB3Zb/c3CQFuA== = Check for update
03f0K/XVwr+T1xVQXnMYpw== = Choose antibot: 
YDwH4nNd8ZuafOCR10U9Kw== = Clan
l1eH/tW39aqOkRH+Ca8T4w== = Clan members
iPbAGjtXEewqiWyfVGJJfA== = Cleric
/7wWpz5XQaxrCf3Pn3O+jQ== = Close L2Tower process after injection
3KWbaY5linLyXkAiouI3qg== = Close path point
HMtYQ5fA/I9RUy5unCqTXg== = Cloud Breaker
TuaMT26Ko9LO5TzC+kge+w== = Comment: 
r2+emAUnnWcAOSJSIm97gA== = Configuration loaded from '
SKhkLMu8r/3tIYFJwRzFvQ== = Configuration saved as '
iHleP1gqoR3maNPyoPYp0Q== = CP Battle Elixirs
7hqz9Qz1QxFpxuOwa+WD1A== = CP Battle Elixirs use is now OFF
9TvJwZP/8GNs7qPSv8No4A== = CP Battle Elixirs use is now ON
swfPi7mEmesSHbNFp1qvkg== = CP Elixirs
YR+3obSeTjBTP7PqxAA4XA== = CP Elixirs use is now OFF
EWzZQBEbv36orb8cIZjo4Q== = CP Elixirs use is now ON
TJ8ePzv3aq/+t29Zvvf1/w== = CP Potions
Wp6kLrr1OI8WvzPL4T1Khg== = CP Potions use is now OFF
W8FPWPM0yoNr/IaQGd00BQ== = CP Potions use is now ON
MRf2wDMtPWcYRZyuT1bcAg== = CP Reconvery Settings
/7NpkFSkKWNK1LhmLeK55g== = CP Reconvery Skills
YYEDOq55Yy9T8MxXay8eog== = CP Recovery Settings
vnqzxfwws3s1ZPs/Icj5pw== = CP Recovery Skills
I5Cxd3hGvM+OcZMx0LiHOA== = CP, HP, MP RECOVERY
EehiK0qksZJK7oGp7FTFVQ== = Create Date
zLUQn/cEJrrA6Bye5qDihQ== = Create license file
kFicR/BuuXHVSFkfI8KFrw== = Custom
vpIXq/BqMATa2odgwVDong== = CUSTOM MENU
+Zfd7OgIqMBsTOOGfhLwIg== = DANCE, SONGS OFF
18wHWtXZApmCDIueMSzzug== = DANCE, SONGS ON
Axx9hkO7rvn3GMPm2cEcUw== = Dance, Songs skills to use:
uRvYsuV9Yvs2X7kbLx2cXg== = DANCES, SONGS
OZ/tFtE8EQAcOH9yDSVntg== = Dark Avenger:
Y5EY2NmToa2PlBKnaZfh+w== = Dark Fighter
GccbOkQYXg5Up/IeGcd/ng== = Dark Mystic
Cjflvu4jkLuCHQMw4HB90w== = Dark Wizard
WvI7eMOpvr1Z8NsysUo0qQ== = DarkElf
YJf4njCS1MzSScnUeXhcHw== = Death
I56Y3Mofer3znHJbBnacbA== = Death Penalty Scrolls use is now OFF
SjQEyxNZ8j0hMDC3EbW9sw== = Death Penalty Scrolls use is now ON
ehkg1hFWq8BaYBNa7+i8Zw== = Default
nf06/okYwGxEoNkM/CLk8Q== = Delay load: 
KW390co05I3N3LJkKNtWAg== = Delay time (sec):
+QA05oEL9XzbPZmimCIfyQ== = Destroyer
of1me9ZEsDeheCAEUMGXGg== = Detached L2 process PID: {0}
aoEJjGMw6sAmMY2YnRkAgg== = Detected HardwareID - 
ufXHl+u/Va3M3YU5ploCQQ== = Disabled
BVwaWRq7DozYbclpcnvMCw== = DISABLED
ShmEMDrSnUbHpki+uQJCEg== = Dismiss range (0-unlimited):
5C0B+VvQdKpouojHqywdkQ== = Do you want to continue ?
r7j3qVyDOn8Jk+RTQs9ptw== = Do you want to update ?
+jXXkwUJ6WArf8e591wv8A== = Do you want to use that license ?
U91rkw3cUGBXbQONChOYBA== = Dominator
NWysx5lOWocYzPTjkEf+Wg== = Don't check for update at start
MTcEjswkI+O5GOr/ZRmuVw== = Dont target if was hitted by:
AdVHc8QoeN3P0YYlf+mwfQ== = Dont target if was targetted by:
iKWhFqvNRstEHMay4pSuYQ== = Don't target spoiled mobs
UTfTMgzgqbP48LDP/8TBnw== = Doombringer
2gaipmrh4MUWrH8rkKjcjg== = Doomcryer
28to8B1h+gQXFDaW2YJbhw== = Downgrade/Update L2Tower
GE2X4ajoEw37CkEym3gMZg== = Dragoon
hN6zA2KeTet/4hjO1R6qwg== = Dreadnought
vhkpbsjKoWCGQoNktNhJnA== = Duelist
66L1L2Thf/J+bFz+/X4y+g== = Dump
xbEtq1087eGRYAwjFK7Zug== = Dump file created : 
ok8Wp7gG9Pmx1hTcT1WoyA== = dump_castle_wh.txt
+DUn4OnsklwqU9dDr6UmNw== = dump_cwh.txt
qPjY3AyHHCeS0GtuuBiqOQ== = dump_etc_wh.txt
LkwaPwDDhBZFhFicA/DuEA== = dump_inventory.txt
5TxrWHq4e0ulPN0RbEHyaQ== = dump_pet_inventory.txt
BRuVudK/1Ih2iKpUqCuoyw== = dump_wh.txt
O5qLJlHOtP9l2f/7nS32cA== = During checking for update
vFGDZEw8/o0o4USxUYRG2Q== = Dwarf
84tyehiqWzdAqTpbPEGIDQ== = Dwarven Fighter
k3YtgC7tBLPhxZ0dRrNSSA== = EDIT
Dd+jvj7CjpI+krvwObSIKA== = Elemental Master
Mt6vzt9qBBpNyAsFQAiBxQ== = Elemental Summoner
UwlPlYbzbHSwNGr4iFo4hA== = Elf
RM2qseWFsCisIno5fWAu8A== = Elven Elder
+ztIw6XU2Pxt9v0EO/Twng== = Elven Fighter:
h1eJKJq1tJ0Nx2pnOG5KSw== = Elven Knight
o2SyDrtb1YhM48ewhYLyug== = Elven Mystic
c1U+sFkVUj8UiY2Pisp9BA== = Elven Oracle
ZgR46lv1J6LLgIme3/7z0Q== = Elven Scout
vUaBacJQc4R8/TU4BS3+rg== = Elven Wizard:
BZse6Fz7TPhxBeDSNU2sWw== = Enable Game-Guard block on L2Off servers
ANI6duQ7Rtrp7Hqp3L67Mg== = Enabled
yM9u6o8JbtURYLSE2XxbvQ== = ENABLED
UjPLJliYxsF3a9UGTSBsOQ== = Encrypt Plugin or Script
PBQp3KGuKFNTsRLfrK5f5Q== = End Date
/h/33XNTUb7iAX0YLuiSaQ== = Energy Stones
hflLRAgH757N+JGrAN+VIg== = Energy Stones use is now OFF
zmo2aiEaf5cyaaFRZr+GOg== = Energy Stones use is now ON
kCsNVf3e9vjWUf4QNbfUvQ== = Error
bvuVjx6m106DLPqsSTY9fw== = Error durring checking for avaible version
gwFaD3I0m1z5ru2wKTFaKw== = Error durring L2Tower startup: {0}
BGrgYn9rjmbzESFhzkYtpg== = Error durring MD5 calculation
xMPL6NVavQuIhZEWjjvG2A== = Error durring MD5 calculation : {0}
6imAywYAUbfIDGLooZ2mkw== = Error durring removing files
OS07qPsxPEYxnA/dK9EQbQ== = Error durring starting game process 
fpGG1HfgqX9i563gvRimAw== = Error in thread: {0}
+X0usKZph4mdArsYCTavow== = Error: 
cOrUHErOERty5z3BBoBN2Q== = Error: {0}
QhZAyz5tOFH8T24NijnG5Q== = Ertheia
XfaR3aU74dp0hxKuh0cnOw== = Ertheia Fighter
PGdDLcel0RGZGOvsGHTwJA== = Ertheia Wizard
/x2S6ByUvwBHOi+LewZ7uA== = Eva Saint
/xtMGwjH44ZvAnVcyyCkhA== = Eva Templar
rh6RyjtJrfHGgSGCCO8jDw== = Eviscerator
mcw2zAsbRQM8Zt3nlX067w== = Exception durring patching
7Sy5ZvOvlPdP2TvTP+LNoQ== = Exception durring patching - {0}
K+QqdL5AZNmoQmMvUOI5Dw== = Exception durring unpatching - 
6oR/4fmPaDJdqoI5OI4oPQ== = Exception durring unpatching - {0}
/vRuUGPOPceLiuZPpHQkHQ== = Exit
ItVC2SOhab+KBOpYb+mrIQ== = Failed to add process to list - no access rights ?
eqrm8gosxsXmTUP5jZkoKQ== = Failed to change title of application
zi8Xh2ngb11zMeHC9jR0XQ== = Failed to detect running bot version
kNtk3UvbERBjd+4rzK0Ryw== = Failed to kill process
JjyGgUG7X4WjI4TwfdMfqw== = Failed to load configuration from '
HV2kFGX2c8o6L+GLTwXnaQ== = Failed to load Lineage 2 Tower Bot [ Can't find correct game version, check if this game version is supported or if hook method is not blocked ]
s+kyo3zALARtDlbSo6UdDQ== = Failed to patch global, some system files may be in use, if game is running - close it.
9jgrly3adTUsi2jN5LKc4Q== = Failed to patch global, you may don't have access to system folder or registry
BJ1B2CausxzoQSQnFVzVug== = Failed to record to : 
2ncs9m6S0go3Ykc5hdh/MQ== = Failed to remove file
JjB+DH9ImYHgAddNYtaxcg== = Failed to remove files
G2Oc5AVysQYi5hMgoEFJ0g== = Failed to restore {0}. File is in use
dtOVLniTxxx28AAlRTqn+g== = Failed to save configuration as '
EzgZAy0a8kV84Ah8JAjtNg== = Failed to start process - 
iSX428upp7e3nzd+1Z4pXQ== = Failed to unpach registry
7OjDomXaYKla0auJFd2PaA== = Failed to unpach registry - {0}
su0+Ap4/IVc/7LT+d0pxHQ== = Failed to unpatch global, you may need to close all programs or restart computer. You may use 'Unlocker' tool to detect what programs are using that file and force to close them.
aH4XP1TqEh3E/suk/arCSw== = Failed to UnPatchRegistry
Y1YIqv/jQCl9/iQvdj1s5w== = Fast Teleport Disabled
rtNr57DFbLK0az924iqPOg== = Fast Teleport Enabled
AJ4Rf9vFOUUajV/W03MCYw== = Female Soldier
n4pP/CbRLDCP006lxBP7Yw== = Female SoulBreaker
PL9tONH8uor+aOwnS1NbLg== = Female SoulHound
S0NXvukulZ5HPxuvhpGM1w== = Feoh Archmage
qS9FnvjK/gQjFvGpkaJ9zQ== = Feoh Mystic Muse
JCfJM9Dz7zRWndFE3qt1SA== = Feoh Soulhound
NVKWnjWW5U1qD7ZhieeCWA== = Feoh Soultaker
xkMCObLCXPd7wpdsa7xifw== = Feoh Storm Screamer
iq+ix45U2yLeQQeZ9e/Kww== = Feoh Wizard
nfB/NnMB3o+/ooZcoROZJQ== = File encrypted
jPIyxr3juWtwcUNQ/jgCeg== = File is already encrypted
xq/dN8GZqswDtzI2csuKFg== = Filter by drop:
8bzKPcyV4nh8bjjkpI/how== = Filter by hit:
MAF7/GbdtBWQRCO2Z7LRsg== = Filter by target:
mliNuEcXMNv+usZc1UZ62A== = Filtering
pAojkZ4lMAt4DC9RWEEFZg== = Finder Keepers
dabGfE+m9cARTEQHETLGLw== = Folder is already patched - 
Zwbi6lsKhziiBsG1eLywVw== = Folder: {0} got unpatched
nRf9IBEYbmrRaAa5V5pxWw== = Folder: {0}, Dll: {1} got patched
OQOqsyOGO9LptoIYp6ZevQ== = Follow
V42DxtFXN9DEa9gPChkmPw== = FOLLOW
o5c1WKcduutkAyiF3HyTZg== = Follow added for player : 
id8Mhg+WNcq8fpFwf5bEmQ== = Follow First
9rea9NxT4pO2cMfoOQ0HZQ== = Follow Nearest
1ehlyOzett2yo1Z1mFofkw== = Follow OFF
x8eiVJHLUrWBYRNGOLNyiw== = Follow Player
xKsySDFKd+Kumhq/YssrCA== = Follow Point
BiPaf37DbzDBYNFIJiID2A== = Font Char-Set Settings
GPJmvUe9U7CNn3dXZz4JVA== = Font settings
Fx4ShK/NcxbJktDx24PdWg== = Fortune Seeker
skzgzTkqWwuN7cZsJSE1lA== = Free
e6hCXWgmorCpKPgkawWYuw== = Free license found
qyTS2IVYgOkhlFntbOlKXw== = Free version
UsZxwU3GE1DsoQ8EBoKSgw== = Freya
kwqRhIkX+Sz34vjXRPpBdw== = Friend
PVlGFPRF9rAAFOm3dzC4Mw== = Friends
Csuo/l6XV7yl2e1MQUi41g== = Full premium license is required to use this feature
xXhQNycIDhmdeiVDm2nPaQ== = Game and Bot running
a0ooghunOky6awzwUh17Zg== = Game folder
62RYzt1obNoB4RyFzoKKhQ== = Game system folder: {0} got patched
PFok3h+1kfuRdfyX8KYxyw== = Game system folder: {0} got unpatched
JNBbopWdWPUtKU+PbrGIyA== = Game system folder: {0} is already patched
ou+8k8lvOSgPOm7nGj+i6Q== = Game system folder: {0} not patched
1RZWFVvuDUI9aEdOoJ0KmQ== = Game system folder: {0} not unpatched
i2/dW0NNBM4wDvkAVFMkMQ== = Generated:
aXIA7If/1dNf2/OGCX3hkw== = Ghost Hunter
cmHWs2kPxvNtOb3HrvacSg== = Ghost Sentinel
+Ss2SRr1AuGnPveqSZIRsA== = Gladiator
TMZoTfe0qSsd7G/OMmT6yA== = Global
BJGdf3NSljWzWW3dbVOnWg== = Global patch is enabled, L2Tower bot will be injected in other way into every Lineage 2 game process.
1yleyXFojT2AXGUtTJU42w== = Glory Days
r85B/45oBcVC8UtlzBodHQ== = Go to center point if no monsters
t0rn5JhABZ/52MbxfW5lcw== = Go to path point center if no monsters
nUVDA+80YG1nzXE2sZDEaw== = Goddess of Destruction
khPbfKUzt+olDMCNJXckig== = Gracia Epilogue
9Ee39jQHEUpVs/uSnPp+Rw== = Gracia Final
A40QxWKLcRbPnCdeG2QTNw== = Grand Khavatari
m+80zJ+PCYTHDg+NvLCZ+Q== = Hardware Key
hY1a06onowJ2x4nJagVwNA== = Hardware key:
JFBcmL4/glCa1rdR/Uarbg== = Harmony
YY9wnX/RQZbpCmjP76iE6A== = Hawkeye
Cg3QAgXqX/aIOBvQPx+KzQ== = Hell Knight
7v9hWU9I6nWXSz6Bmd7mdw== = Hellbound
t4FDbOsK5AqsIAE7oIOShg== = Hide application window on start
I343jCObRL/x6aQquGZYDA== = Hierophant
fL6h20haCcrw8q7y9tPUAA== = High Five
9QsCVdq0mNNJnkwWYYS2Iw== = Hook Library:
7nD19K+Xn1s18C75yZb72g== = HP < XX %
hR+Wg3Yf8jBN0oy0iahiOA== = HP > XX %
OeU57SqqJMA5MBM3gS3cXg== = HP Battle Elixirs
ruAnGMVWkXerZsB9Twsgvw== = HP Battle Elixirs use is now OFF
AniFFB8GZeg3R4JLMcwbRw== = HP Battle Elixirs use is now ON
3tqA9sgQCyVubOcFIbGJYQ== = HP Elixirs
prTjVbO2An4v+kvRA+0i4Q== = HP Elixirs use is now OFF
z0JXkj71icg8/z4FBqumzg== = HP Elixirs use is now ON
kr/TavtfxFISxFlXwHCJkQ== = HP Potions
KECCAgXsqYfJi2OGon2mtQ== = HP Potions use is now OFF
j7efnKXCtLwxv0JG5yV4bA== = HP Potions use is now ON
eeQBZpZol9I5rr4+2ihRiQ== = HP Reconvery Settings
gw7vMfNaDRmuyLiYONDrXw== = HP Reconvery Skills
hcb2YNgOU8ZOPMWeqBo+eA== = HP Recovery Settings
0ujvPmiySZlHaCyoZVBBDw== = HP Recovery Skills
wbsZsngYNDwZJhGblYdBtQ== = Human
BpHWwarLiSdiL/1dqUSbng== = Human Fighter
7K2tQ6zu7l3TKvprrYqslQ== = Human Knight
84R6VUvGjjmWO8W5RNbp3w== = Human Mystic
PM2VrzIiaSrg5oUsBV7lbQ== = Human Wizard
7zPZpC9tOpBN8eNknM4zRw== = ID can not be less than 1.
pL1zJtSxfyhqO25kmUfnJw== = ID or count can not be less than 1.
ayczQ8RU+cU9z8nEzPFx0g== = INACTIVE
LIbv/Xdto8TyNLZeHmZGvA== = Infinite Odyssey
QFmwJR9moYy1b1RHKHlodQ== = Info
04o4F9p2vrkq4YYMlmbaNw== = Ini file: {0}
56MUan1XQgZ6VUaeSj/WWQ== = Inject into next active game window
+Pe21WxJrX9Fs9tTm6bxGQ== = Inject into process
qkT4ap/VxvsctgkhOnCy5Q== = Inject Library:
wNeusIEdCbbqwaD2sppgkg== = Inject Lineage 2 Tower Bot into every L2 process
Onjf8HRESqGeyZlBHj9rXA== = InputBox
nesDzSHUGmkc3CS/qrKCDA== = Inspector
PPs/DLk2nm4uTAFCjzT4fg== = Interlude
Jh1jFSxDjzPHRqivS76Z1w== = Invite party type:
i0b49H30xHoXs0IunxchRQ== = Invite range (0-unlimited):
csb0UWnvWELd1oyi6nobHA== = Iss Dominator
qoZsThjp8hAytSTYYixogA== = Iss Doomcryer
JhxbzjNWA7LL2xZD2oa92A== = Iss Enchanter
+ifYyNK80Xbei5sw7ImCzA== = Iss Hierophant
Uo32cu3XGSJQx1lMggLAIQ== = Iss Spectral Dancer
1EQtcMTZd/4DQS2zsWzPmA== = Iss Sword Muse
jMgrvUVHIe13tsK3zv5tkA== = Items list:
JfJ+v7LELwpdHqzup9MAwg== = ITEMS OFF
PWO0jDTb2TqvQUZg/4g3+A== = ITEMS ON
FeBWUdJzyJygnGcnQQJ1MQ== = Items Pet Pickup
/08Z87zty7XrmAZeYFdcSQ== = Items Pickup
WSR2Ei9lMMmMdr85hqvLgw== = Items Use
gKREuyXZIq+hS6b0yf7F1A== = ITEMS USE
YH0QIVNefGKzbeLJHpDEEA== = Items use is now OFF
JN+dHNHcdyVczH/b7bykPg== = Items use is now ON
nGrdfX34Ts8GapLA8Rtw6Q== = Judicator
VpuAyuyWjDJAeVPiLGdHdg== = Kamael
WvhVovxDb6m0HyqA3F9IyA== = L2 executable files|L2.bin;L2.exe|All files|*.*
hWCqn1FrZU18fnzv6RoGIw== = L2.exe:
K6lkZkfmST1RPHvaSJjqPg== = L2Tower - Unknown
GtVRvN9w3In9NhrXRJNsoA== = L2Tower error
urizTGsZ0GBxIQUPDOjPVg== = L2Tower Forum login:
B7L8BfQ6/s5+VHehl4KCXw== = L2Tower Forum password:
SZSo/+ukrDFAvriejUHxdA== = Language
+rxWSbyGww9gidZhgAnNEg== = Last four columns are 'require target', 'priority', 'range' and 'use time' in minutes.
mSQ9oCApeHyfDGFzZSdQpw== = Latest version is - 
LFlQFQlaVqNmt/PT5/INmg== = Library '{1}' needed by L2Tower is to old.
V67mA+imnJRhswUBqbmtog== = Library '{1}' needed by L2Tower not found.
jSgqi9L+kDZ5ujAR1AjCag== = Licence
8e0LvtUnxoqt5pEWvZzgXw== = Licence file is corrupted!
MBoTCVsacE4PR7GDCTAbWg== = Licence file is for diffrent bot version!
jHeOOADYnuye7cgIMkn/vA== = Licence file was not found!
eU3zeRqMgAhBUWAHQnoqow== = License
zC5VEAaJj1XOgsJZkyo8/g== = License already used
JF6ZIrphs8g5PSNzPyy2TA== = License file already exists, do you want to overwrite it ?
owpHIsXSYVxtRc484XYXiw== = License file created!
5ikpF6ICjGvdGj543bVhsg== = License file exists
C6ECyLQi5JCR/C4jSrJiwA== = License file is corrupted.
7kHR1DtvBUB79qaS1hq2+g== = License file is corrupted. Wrong bot version.
VDzUzvER/7icGeMNlKaSWQ== = License file is for diffrent bot version
KvEoU6bYeL2W3TaW6+JneA== = License file is missing
gOjI1pyUfCLNsyo+B1QeeA== = License file not found, please create one on License tab.
HwRKVdDoXXU+LpOX2jBmnw== = License not activated
f82E53N9ncl+2Pj60XtziA== = License not used
imgpPxh/h0+P6XUMItiq0A== = License Renew
tnTGqIRHBXvl5fGXs3Tnww== = Lindvior
0iq8MfSM1OKSacfxU/7UaA== = Lineage ]|[ - 
5dxYxxgFgWTiCB/Z8ZL3mA== = Lineage ]|[ - {0}
X45PUEZ/DAxYoKOAynH3FQ== = Lineage 2 process list:
wZb7JsXa3bx8+KKke0FePw== = Lineage 2 Tower - New Version
SCKYEGkDX+jWp8mhclBaPQ== = Lineage 2 Tower - Update
4eD5u19eNJZWZpxggFS49w== = Load failed, unsupported game version. If you sure that this game version is supported by Bot, inform us about this on forum
RffXfo8WZZ7jXHdwSOXNuw== = Load: 
eKdhIeXd273llAt1wUQpNQ== = Load: Lineage 2 is under path with non english characters ('{0}')
8rOwnczyvOTk0rLArw+Oxw== = Load: Veryfication Failed (No answer from Game)
NbbHWp2sfAgqqETfmqk5xA== = Loaded [ {0} ]
N06/OQ4tfKg4gJRd0K/RhQ== = Loaded settings
vlIV/eMSqCjLWqzKLcu4rw== = Loader file: {1}
cM4D5kxyf2xEFq3QpBb4xg== = Loading font data
UJggKQ1X8zNAP0kN3nMW9A== = Local
FVWKwgON4xvGRSqvXLEuRA== = LOGIC
8E0D3DRVl1kJvS7uLkuaAw== = Login: 
84urDlgTb1/KxzZHBVTBFg== = Logout: 
stN64c7fQv+HQom3IYYK8g== = Logs
dkJrBn3tROfPFBPgVk4tOw== = LogWin
A3pjECyPKlPbpuMIkZrABA== = Lua Plugin and Script files|*.lua
Kqo+iuXaDLljzWIIf69VZg== = Maestro
EnolReZBtQlEYkazjTKxQw== = Male Soldier
PyKtiu0QgR9nC3Y97AmYlg== = Male SoulBreaker:
Av1QMEx7j1qByH84YF9Tyw== = Male SoulHound
dAPi3vAOqdF0NtWvBpVl3Q== = Manage buffs for user: <font color=LEVEL>
DIQ7hqkYn++Qi127i0U3HQ== = Manage users for buff:
/pA+wZa1wjdRpt4pwgM82A== = Marauder
Mzu7gGZ2ZgJInGALlSvzQQ== = Maximum delay after...(ms):
qYBqEIgOY1W6RsapjqMm4A== = Maximum delay every...(ms):
9t0KWR33vx1mdG1Fb66EQQ== = Maximum range:
MYsnOd3CwWyXszybBLefPg== = Me
6DNVE1w32Dscjp3eW0RhUQ== = MELEE
W3DIHPdUDeWkfUpD3vJ/8w== = Melee settings
c6KGaTNiTnrkuUY+qH/ojg== = Minimum delay after...(ms):
JJB5lulz85zBAoacK5YTfg== = Minimum delay every...(ms):
QBHOXZBmSDzmJAoY0IZaiw== = Minimum range:
hEorDOR0InUJ62KbxWwTWQ== = Monk
9haYg0kkiYsKrYVAEf/47w== = Monster added to ignore list
IB2coJwOYKF/J3j6jwDRng== = Monster removed from ingore list
6gVwClz25kumz4cjGOprqQ== = Monster target
9GDNyK7ylPr526ou1nIA4A== = Monsters
G3kKdzZic4DdhsCvPLMloQ== = Moonlight Sentinel
pe1SyUYvGW0hxEA77Wkc3g== = MP < XX %
WU1Q95C048R0CKxqwJIRBw== = MP > XX %
5iC4ox9gOxtChZ1qorBHWw== = MP Battle Elixirs
vkuDadF5a3CAFfFKIpLV7w== = MP Battle Elixirs use is now OFF
ZonMFDzdhUdzxCNvG7l0fA== = MP Battle Elixirs use is now ON
b/7wog0754IV1fJOEnRY1w== = MP Elixirs
a3wqjz/7usqM21AqYs4BqQ== = MP Elixirs use is now OFF
apixdD9ZKdGWojpQfwU/Mg== = MP Elixirs use is now ON
Sqi+wjpnSdvLx1PiyyRtyQ== = MP Potions
q247bqVcq8Ri33HBMYIhoQ== = MP Potions use is now OFF
tX5NWlAxis2x9Q2NMOV8Wg== = MP Potions use is now ON
AOSAsXTqzuZ9Abcc/IeUqg== = MP Reconvery Settings
61kcCEigVWa0TEBRB0m7Zg== = MP Reconvery Skills
OOIr/JO/HMMzRaO/3PT6rw== = MP Recovery Settings
yWQoMdG4EYVEZoKRTPSMfA== = MP Recovery Skills
CLoWudwp+zl9WX+TU+SywA== = Mystic Muse
Se4whzSOjUTh/toZF0Q5hw== = Name
0XcppcAzR0H0Oz/cTDonqw== = Necromancer
Nj2jXq1hqnPN97vjApz5cQ== = New update found !
pH71n13P23Vdx6Vgzwcjiw== = New version: {1}
wvP0iaAFU+egHTacEDxyUQ== = NO
KVY5209V0wfFSXBoP8YnQQ== = No action - Sleep
QYVIEwwF9xUIJ1thXFegpQ== = No non-injected L2 process found, run a game first
0oHdMD+wbL1Jr83veHX4qg== = Not loaded settings
UjAMZpAnBni+SNtrdmVHHQ== = NUKE ATTACK
NH2rjqPILGYWmnbVsWY//Q== = Only for GOD/HARMONY/TAUTI/GLORYDAYS and Premium!
wQNZu6tsKR+H93sEM7qolw== = Or press 'Home' to see new menu.
NLDOtBw6iJbgdPjlkZACGw== = Orc
p80jHiDqfo3SJ7FmP91RwQ== = Orc Fighter
aPudzXKmP4hhjvry9x0Q1Q== = Orc Mystic
jWgpv05m0VPNyP2eqizGng== = Orc Raider
ouam4qsToXr8ofATLCOTeg== = Orc Shaman
z+yAlcgFDsDykYKhUpJHtA== = Orphant
s5nXjuLB7+zEazLvt9nmDA== = Othell Adventurer
YY42jtBkdblB8qBqfyFxEw== = Othell Fortune Seeker
vtph6fi4JNXSU5CFZSYCjQ== = Othell Ghost Hunter
tvhD+j0Nz403WO59TJL6bg== = Othell Rogue
UW4dLkwfiix1bj3pbtfHvQ== = Othell Wind Rider
YxGuF8HuUrNuaKr0rQZjhw== = Other
hBz1JkC2q4yOHyRJAGr9UQ== = Other servers
Uu+WM9iKdICzqTj/nqoqJQ== = Others
2Qj5zbG+LfuiV5c9XHazpQ== = Overlord
9MF7WHqZM35PWo43zbKoWA== = Paladin
VDZhrpAT2d1NWct0wScrdA== = Palus Knight
CUoXPTsy9E9bXJluhxCuKA== = Party
QVn27kNndzD2/Qjy0x5emQ== = PARTY
MnOL7DA4wC3za4tSdlAcLA== = Party Auto Accept
stQX43VWCePoDAErJXZFkA== = Party Auto Buffers Invite
Iv64LGfJIBuHUpKbO5C6CQ== = Party Auto Change Leader
GwOSwrGxzeLZzCt1GWDf+Q== = Party Auto Dismiss
M3ZSveotmxmrEO75Fk9w4A== = Party Auto Invite
t8nXO3dSaliPI8/jbGO44g== = PARTY BUFFS
9faIsj4MWEtvSUsfaDumpA== = Party Buffs by Skills
9PfH3mJxvUV9GaMMPlEPEg== = Party Buffs by Skills - Add Skill
JhwgGssYgyjT0SupovwBVA== = Party Buffs by Skills - Add User
zA1lVrZzmxxTmnDECz9kNQ== = Party Buffs by Skills - Details
74G/MbG/zxRNyClVT+k2KA== = Party Buffs by Users
aJAQ8v7FXNbesvdBa/TjHg== = Party Buffs by Users - Add Skill
foWCpZGrz997ednyD34rrQ== = Party Buffs by Users - Add User
uaLbFLSOmddIdfsvRjAFsw== = Party Buffs by Users - Details
Zm95XifvVn0tud8+1DFmnw== = Party dead
537b3RtI5HL5Y5VuvWLL4w== = Party members
UTt2cCCLRiYfVU8gsECTiw== = Patch Config
q2WfiTkAg1h9ZNA+q3uPcQ== = Patch Folder (Local)
JOcPA1h43efskw/kBUXZUQ== = Patch Global - AppInit_DLLs
65wpvPbGLNi8Xl+Slz6QrA== = Patch Global - Import
grSuU/oMmZAnixB6ds1XKg== = Patch type
o4mmTxmwkdfDTlHAjnHTLQ== = Patched - 
O85jvVNPdL/Be81wLxicZw== = Path '{0}' contains non english characters
UlfdkcO61Z1Qx8a3t+vUcQ== = Path Points
hPmBut/KhaHh9W7UPZh8Vw== = Path under what L2Tower is located ('{0}') contains non english characters !
AkkcpcEf0oiKgVBg4m/drQ== = Path you selected ('{0}') contains non english characters !
AyCvKftGi1mB/RhR47gnKA== = PAUSE OFF
+mWLxu1NdJ4Ox9z3tRWwlw== = PAUSE ON
mbJDnmP3OtUV96skR6gGcw== = PAUSED
ejgXgPz9ai1ydqgC7x58Eg== = Penalty scrolls
fJhq9M+PblWh+EbcSYzpHQ== = Pet
sOZNjqJj3W3IkBh2VQAKGA== = Pet attack:
UcUllx9ii78520mB3EtOQg== = Pet Auto Attack Disabled
Qkh80tJ04jiMhrVwlDmFQg== = Pet Auto Attack Enabled
eVrKX4IK1ks0sDnUKL8A+A== = Pet HP Potions
B5o1jBtsBWAChvkjMEF4hw== = Pet HP Potions use is now OFF
ZE5ngOeqeADwWU21yXNaZQ== = Pet HP Potions use is now ON
Leh/cOhuqu6J56ZNimEuVQ== = Pet Items list:
7PXOtiJhwJm73aw1wPDeNQ== = Pet MP Potions
1mftHZvH4iGaTIK7nfKliQ== = Pet MP Potions use is now OFF
paKV+csu46nmuQcr4ZQuJA== = Pet MP Potions use is now ON
i/b7DIWGalNf6KaVd7RV1Q== = PET PICKUP
K3AAq8rZO3VwpOAZYP/r3A== = Phantom Ranger
bXQajkp04ACMyof7wisIVw== = Phantom Summoner
JDsyoKHsVGtJ0jjP54gdXw== = Phoenix Knight
6SGb2SxS0IMCgcDqIyPS3g== = PICKUP
rB1mT9c7bdCJZkAj0C542Q== = Pickup After
EWxQADv8NmcHXuCkLrneWg== = Pickup Before
c3gi/OL++YKRfDHNewQwdw== = Pickup ignore time:
6TLTz527QrNf6slDGtLXaw== = Pickup OFF
9qVeCa3yrmWkzLW5TIi8aQ== = Pickup range:
zrhwudXXaS6/WI9EeChuyA== = Pickup timeout:
LXNVnylCBKQr2i6SbQlGEg== = PID
2goG1BxhVNSVOLtZBgOzTQ== = PID: 
8RcbtHzsP8bVHOfv0EweVQ== = PID: {0}
/83Dy+m4wwnK7dpn1GWfHw== = PID: {0}, {1}
a/JXXtzwT/Dx9hYlfDLkCA== = Plainswalker
bBhOjHWpjh3HQxIvUAJLZA== = Player attack:
hV7+hTd04L8xYAsd32nqvA== = Player target
k+yXLGjVyspDNwqXRqCM6g== = Players
z4eMOen6NOd1/mbDHjDc7A== = Players list:
00lOBPMD1EErlbSUuBztMQ== = Please install latest version of '{0}'.
LJdreFsEXxJgd4k1CIkptA== = Please install 'Visual C++ Redistributable Packages for Visual Studio 2013 (x86)', Error:
uzgJarORYNwg1E8+prRFBw== = Plugins
qCtHfASAhdGyB9GfiIA/HA== = PLUGINS
VI+kamkjF2+1YrQtWuO2OA== = Polygon Points
jV5+cvEgZ5kRhs3zy31dnQ== = Premium
D0KNUaDbwLWyQsEkGB6Kvg== = Premium License (1 day)
pRDQX3MsW8vD4IH0bKaPYg== = Premium License (1 year)
FzGvGXBUndphYdEcCwJ8tA== = Premium License (90 days)
+bu99kqAeu66J5pq8ZQxBw== = Premium License (Lifetime)
/IxOkI/3kCk3JSc9fRRCsA== = Premium license found
vTBfC8abLYs55d+X7g+eSg== = Premium version
TYQqd+tHlwgL/2gARMIbnA== = Premium-Accounts
+pUlx8S6FnsmmyZC/FSpEg== = Premium-Antibot
c+k8pJ82GG3UhRqLDuQ/YA== = Premium-Other
PF54FLae9tm9EiFA5KgjVw== = Press 'Cancel' to abort
iCikxqbJNQYGVuVazxWTsQ== = Press 'No' to abort
ZltOnDUqC8PWrqd35GO7cA== = Press 'No' to activate and use license '{2}'
U42FLDHy9xET5lL8ep2YrQ== = Press 'No' to use license '{2}' that is not used by other computers
GBpcWXeOXOk4RE70KDpAqw== = Press 'No' to use license '{2}' that match this computer HardwareId
U8vFqHqN6yQfKQOZdJnbpw== = Press 'Yes' to activate selected license and bind it to this computer HardwareId '{1}'
nPdlcgHAivrujZud0Jy2FQ== = Press 'Yes' to unbind selected license from computer with HardwareId '{1}' and use it
eyQdgXJQb6lehw9OitzlYA== = Press 'Yes' to use license '{1}' that match this computer HardwareId
pCZnZJRI5YfPs8LoapEuaQ== = Prevent closing Lineage 2
YbroRwi77e8lzKyz31VcSw== = Prevent closing other applications by Lineage 2
WRCp8oDB4j9iEMkmbjT7NQ== = Problem with parsing line: 
tux6vrauKcw1pLR0deEq/g== = Process
aiqlNkF2kM3UAWKy3NSkoA== = ProcessId : 
PvzA5pNAgenwWdLYKxFSug== = Prophet
Knif5gqJw5TUJzFTKgWQLA== = PVE Path Points
xU1YGY2K1O4QbhHxtYB9WQ== = PVE Polygon Points
PH1N18KSlsEsO7vz4Nvaow== = PVE Target
iQLS0UCt9kR4GhYS7ZzZIQ== = PVE TARGET
xsiOsYHLHcMnrrGTDVKlfw== = PVE Target filtering
dhQcZO+ity/+ZMKGN3m2xg== = PVE Target Settings
ywfWR4fvwnmeAwuP0oa2XQ== = PVP Target
HrefK9IsHLUaKXP+IB2NLw== = PVP TARGET
ZGY/RkZ4HJwBEIOLkF2qIw== = Random
TbakcKZFcB7DJm38/DIapg== = Random & Spoil
64j3EuNa7nw1CsYW3o9eyA== = Randomize DLL names
3cTGVKvwWBeF0uXnJXZI7w== = Range Limit:
WVBrfVBJnPYuMJlJHBCMnQ== = Rec
UdlEg26EF2fGZzIr0Wu0ww== = Recording stoped
6sB91xZ+S4nROkxiT3uD9Q== = Removed all friend clans, allys, chars
W+aBdb4U36oIAWVFbC6VVQ== = REPEAT
mlB3oFzK/01kVJtc8Qezmg== = Repeat skill:
3LLXYOojz4x70YuEniOtGg== = Require target:
y4Qv1gm7AT+pfDt+7xG2hQ== = RESUMED
Hv453UZlFZ6tVZqMbSBusA== = Resurrection
YykkwfDAd2GzH/JnuYQbBA== = RESURRECTION
5zGoyDi5kVBP6aRBkZWDBQ== = Revive delay:
oOtHZX0hqJ/JAfKampfZIA== = Ripper
rkElNNs4eVAZI/pn4OoBdA== = Rogue
orWqmvd3hN2lFIdJrZl4IA== = Run && Inject
7X4Y0OrLJQ7bE8Np3nTfuA== = Run && Inject 1x
+OXERJ8Vq/XPJ15JQ1XWLw== = Run && Inject 2x
HA44cfUjqug3uR3selFE2A== = Run && Inject 3x
SMp9+g+SnJ8dV6uLyVjmLA== = Run && Inject 4x
6ZPLh2RCoXn4IeyGJ1JVsQ== = Run Lineage 2 process on start
sOfvM4rzHIBySmFdQIy2Kg== = Run: Lineage 2 is under path with non english characters ('{0}')
6xrDaWZ5cfsCoVa0iG02EQ== = Running bot version is - 
q7LEc42uYTheG7ItnoPR1g== = Running games
RMoIRDmLLQENjNSjHdsCPQ== = Sagittarius
yeR8Ty/j+ubapBoX1Xtx5Q== = Saving settings
2nfg9iRtr8FjtIdeb0qAFw== = Sayha's Seer
kWHQdydyXX8JRd96vX24fA== = Scavenger
qD8cpa0As5dz2eaiaw5wsg== = Scripts
MJKLuv7+rS1PjHl+SG3aaQ== = SCRIPTS
HF53ZGk/7LL9YYTOX1PkRw== = Search for new L2 process every
eD6OKeaow+IrqlihlCDrTw== = seconds
4GJiImFL3uMZUdhMZOXp/w== = Select
TIOuBGS00OXldVKVgo20Fw== = Select file in what L2Tower have install...
aXCbXQ1wlscjQW757K1Pfw== = Select L2 game executable file (L2.exe, L2.bin):
A1K+G5UfH8CFf4Bx/LZIgQ== = Select language, and restart L2Tower to activate it.
QyE/rvx76GFgrCXHMwmrKg== = Select license to be used to generate this license key (double click):
ViKOHk4JDglYTKFpZ7pvkQ== = Select 'system' folder of Lineage 2 game to patch/unpatch.
pf1FwfRPETIgmsBGq7UPJQ== = Selected license is already bind to other computer. By renew it, your computer with HardwareId '{0}' will be banned for 30 days.
BzP39lBxzhgBUKPkqtEkEQ== = Self HP Condition:
xPROVJxHjbSt6zJrbPYW5g== = Self MP Condition:
lnKKmLufioa8fMqRe/UdZA== = Self resurrect
sedLsbgF8aUJYMdGUPYTtQ== = Set Sleep Point
aK3FNHTb1t1f+AluMvpJYA== = Setting changed, ... can be targeted with shift
CdpkiRG4X1f5RUQ40zFZeA== = Setting changed, ... won't be targeted with shift
9PcHJ9w0Vh394aPFKbYgXA== = Settings
z+/wBx5aBDVpSHiVFe6WyQ== = Shift targeting Disabled
B5pK+K271btdqAU7fpiRHg== = Shift targeting Enabled
AxobUudJav6KE+yOpmJvTg== = Shillien Elder
DLdbfo8gWPTPggGbKuCiDg== = Shillien Knight
+/wtH+tmE9CH3X71NvQyjQ== = Shillien Oracle
+pU3kCyx0zcDRuF5MfSeAw== = Shillien Saint
q8axyhE0pbrOAW+Bqpd8qw== = Shillien Templar
E1MTEtZsqpVJQI57OPeSlg== = Show logs
OI/HMOj5ZTZ3oqlx1Wr+Vg== = Sigel Evas Templar
Vfsu/Ms18K94OlU5puivbg== = Sigel Hell Knight
tcEYC0DOfaPBvmywRUrdvQ== = Sigel Knight
kN5/pJJoFQlcZfRwa5KFmA== = Sigel Phoenix Knight
dJRuBEu66Ctef6eeLj/IkQ== = Sigel Shillien Templar
wFSLReZSBVSz84tUtEBP2A== = Silver Ranger
RBrNcXoIPbjZyhGeeWRaNQ== = Sit when HP < 
kt7cJYW1sVRf3IqyktIvLA== = Sit when MP < 
tKC61V4F7hmsW4zOVtExZQ== = SIT, STAND
uLmd4idUqqPoNTo5DnZ3dg== = Skill use range:
usI5ck6SaA2aNllM+kRAzg== = Sleep Point: 
GsUyQFH+6exi13XNHMxvdQ== = Socket exception
HT4C7KEqs9STIaQafwlv0w== = Songs and Dances
iBzE4WFi13Gv8I0Nr9YiZw== = Sorceror
He9RMJThZMY//xod291KCA== = Soul Bottles
NV1y3v9fb9MdZ4A/YWzSBA== = Souls fill is now OFF
rRV/0+ESBsgwd2TPZ6ojfg== = Souls fill is now ON
mfAM2lS5Yhs5w81/P567fw== = Souls use is now OFF
le7gjj9zcX/UMtJyUbKpgg== = Souls use is now ON
um9HLMS5uoy/FhaLu3cfkg== = Soultaker
LENXo5ArwDIEvFb2aLG22Q== = Spectral Dancer
/tEPT+kgdjbbs/9ZuB4hdQ== = Spectral Master
lDAVU8n+/aA47GElsKYVBQ== = Spellhowler
bs3fZLJ7+WsHGibTUNLwTw== = Spellsinger
PHbaQmGwswOCnYUeYo+r2w== = SPOIL, SWEEP
Lzb+M+2GpeZuCS9YexqEQQ== = Stand when HP > 
ZGSbxCfjUSqW2rk4ApCsfA== = Stand when MP > 
0kFiOkFpFBepTk7kyMhxxg== = Started recording : 
7FOoxPB7rtXYglByyJeZvg== = Status
JKI9eHGQ8sSBL/mrEYR6cg== = Status:
Sw5mhxHhfTq9kOBBQi/oPA== = Stop All
oYbaIx5fReZ58TZsHSAQqg== = Storm Screamer
9U7WhZDka4amU8e87mSnHw== = Stratomancer
0BAdrq1o2X8pjkAclOHLaQ== = String too long.
Zh0ku9+ULHPBCr9jJ6jn1w== = SUBCLASS QUEST
0BbxonOl7OL8bZaemIH7wg== = Sweep range:
ztQoI7M3eYCELkSLeDbUug== = Swiched state back to myself
WZWzssFAyx4cLTVKG7xk2Q== = Swiched state to: 
TdEMjd7a/GBL4Nkkx1bxCQ== = Sword Muse
diTo+KnMqU9Tk3GNlanD7g== = Swordsinger
pF2pbQv2V1lw8tJ68iviig== = System
vwcb7zTnOxUqL/dO4R+emg== = Target by range from char
hwJ46qnG1MvGjc7mc4A/ew== = Target by range from point
CiRETs0+EUVGb+QZc1FzbA== = Target HP Condition:
5X+zZsGmjsYmgVkC44NN1w== = Target in Circle
NKuYWwXUzZplqt7CqLotug== = Target in Circle Enabled
VgIguaQ9pQ+ski2UUNW4CQ== = Target in Square
cvfhobANKVZeNbzPi7Ep6w== = Target in Square Enabled
vc/LCSmGKc0UfYcKXpYYsA== = Target inside polygon
aVYLN93ZoCuu/rcyvdwzEQ== = Target OFF
sqPhJZIc9HPg5hqjMkDpKw== = Target using path points
3kzOmW8cW5wVZJ6J8VXyHw== = Tauti
uG/oAF+kfJWddN80SrW7iw== = Temple Knight
++LxZHXczrN/nQm0YW2ekQ== = The Kamael
SgyoCtlfkzte4IWEVQbKWA== = The operation has timed out after {0}.
KyVUZUxkbqmJFye1ClGR2g== = There was a problem with antibot
4rs/lnn+xtSDb8+KvMPurA== = Titan
7qUQi15+4wwI9YpXMgFxHw== = Title Change Disabled
RW43D3Fl8twH5XKzf8L3Ig== = Title Change Enabled
Wjzrq5KfI5ce1VE3j/SI5A== = Title Target Change Disabled
OMmOqVfAbFTC50q67O6sgg== = Title Target Change Enabled
uwKhN4VV4Etw8G3jooMSAg== = To Battle Camp
836VPvmxnaBQszBR3b8GUA== = To Castle
NbKIZGHe1lVTXRBuV2TYwg== = To Clan Hall
mKgGRQ2DYnOVa3AbUltyQQ== = To Fortress
GeTx/+738g52hVQOHFzXaA== = To Village
wqdUTCLi8Y8xt4EEiqOnww== = Treasure Hunter
G1LFJrhY653Sxm2hwLj0TQ== = Trial
5SdwzvgZGNVflz6nX8lVmg== = Trial license found
Mt2I1MbGsxdCDWZs+M6EbQ== = Trial version
GK5Q/b6tksLWqfkxdzIBSw== = Trickster
M+NSEOjz4ygrlOT+WCiDKg== = Turn off "Disable Background Performance"
P6VB9Z1sKt5MKbWj47t1GQ== = Type .logic [logic id] to debug specyfic logic
agVUgZ59WHFQYDdRiUAMxw== = Type L2Tower Bot version to what you like to upgrade/downgrade:
5lm1LrofApmy2Mo0g5Gecg== = Type:
rUsqOlT6C63kBmOkjFnv8Q== = Tyrant
SMwXHzynMfoMSQTrvYXOXg== = Tyrr Doombringer
bpdXRqulKqk7y4d2kWUTnA== = Tyrr Dreadnought
QNJ9X+gTAbVdVVSZfZEpzw== = Tyrr Duelist
idYdyW63AsUWYtpgHFfOeg== = Tyrr Grand Khavatari
eFVy+PolBFP4sJVjyZI6Fw== = Tyrr Maestro
HMDp8coAtkpXA5NjFXqquA== = Tyrr Titan
5pPsuiBtkYjrcgDxE7lN+A== = Tyrr Warrior
f2wC2WJl3R03sRAd4RAVQQ== = Unicode
Aa4uVSw0m9VgivD2cPjrwg== = Unknow
iBg7lGzF8OjJay5m4cdKfg== = Unknown
rul4TAO4DTjTJxzeKyUrjQ== = Unknown error
zzEH+5VRJzE88VjlsB3w9g== = Unknown error code ({0}): {1}
jrFvsneNwAbDnG//uOvUpw== = Unknown error, empty output
gzAhss0PXs+lw2eCSOBp2Q== = UnPatch Global - 
opCEA9TN0WK2oIitzNO4yg== = UnPatch Global - AppInit_DLLs
YrIUHSD/OIKdz897cMnmqw== = UnPatch Global - Import
RW3aBqhUM3mEHR8jC0imZw== = UnPatch Selected
O8GAvQC+LGCjpaaODdSVAw== = UNUSED
/SIMoBu1sMww/ENz/VEUbw== = Updating font xml
RoJg2a9UqZbY1GsYzBzI2Q== = Use Feather
j8SI27It4djWDpzE2evVhQ== = USE ONCE
FrljnSUvCH3JI5PzzhDchQ== = Use range:
Pir0t9oyXvDpfJt867qwkQ== = Use Relax Skill
5eYiKgNnpQ92Q7bCxLymGw== = Used spoil skills:
Qr05LoTCv7Fn2ZTdykaiCw== = User is admin
wfvpL+a8iuOnbolsmNB6og== = User is not admin
uEbRFE2QMH4M+jW5GKmKmA== = User not found
slquuFSzwf9RqTDArLUZ3A== = User you trying to assist is not your friend
gk++g7xdX2BfFRExomsV4w== = User you trying to follow is not your friend
X2d7L7vL/T912vUgRXA63Q== = UserName:
dVC69oSLTBmd2mNgeXgYOQ== = Valiance
OXb7ivETzycMpODgtxcOxw== = Video Movies Disabled
Uk+i1IHmY9nremXz6NV/iA== = Video Movies Enabled
emOqw/qJiTiz7mJPxERXog== = Wait for others:
SaW3N18OEx+Wchbxtr88ag== = Wait for party attack:
TqEbMmVkMCXz6A02Dg7L4w== = Wait for spoil:
1QcfqntK+sbFdBurZ273CA== = Walk range:
TGINxMNPYzp4Alju2pEXZA== = Warcryer
IS2pZ8tJvVEFv71bqbxCEA== = Warder
ITBbdU4DhDh2q8Jzh6Dlfg== = Warlock
rpTjfL0uzkaiT0Xw/0J7fw== = Warlord:
fuf6AQ1kuQo2gDqERfLpQw== = Warrior
fZ+RKiA2jNWiIDBp9JXa/A== = Warrning
ENNPXIhfm4Eitw6RCBEr5w== = Warsmith
8BIQEfhPD19dbTEm1dHYUw== = Win32 DLL Files|*.dll
nDiGKSEGfqXz/0YtkijQgQ== = Wind Rider
pl6rBbD/YNsaq5vmSnDM/w== = Wynn Arcana Lord
Aqec1obzVlBMhTjJblwE9Q== = Wynn Elemental Master
0ibrxU+nNsyDJlGe8x1ZPw== = Wynn Spectral Master
OQaPQ7/OS1YFd0rtpDtmaw== = Wynn Summoner
dGmihiWXmeWzfl25KW8Asw== = YES
Geo/YG5EoYPoTMq7JhJXAw== = You already added follow on that player
5iQcDL01UIPvr6c/ufvUmg== = You already assist that player
7tVDJo/YnL+Uhq+Jn16RtQ== = You don't have player on target
BTZ4Sia9QkoinegITSgGGg== = You may use 'Unlocker' tool to detect what programs are using that file and force to close them.
PosEUfgV1vzgE/hA/L//MQ== = You need target someone first.
fhIwI0NNQ8UO6KR4BLMhTQ== = You reach max follow count limit.
ZMa6Gjc+QCJS8BmBBcgM6A== = You selected license '{0}' what is already used by another computer. 
PFC5NZkw3InGYqwZ0ADnyQ== = You selected license '{0}' what is not activated yet. 
lgJz9iUHeF6G/qQRJOrEnA== = You selected license '{0}' what is not used by other computers. 
vYTo699uM8QCDo4clKe0Lw== = Your hardware key:
g+PZ5TJ1uBjdHQ9GJLrJXA== = Your license:
yLg/kAxuV6jQtQIvDp64Eg== = Your server
K/ndre4VFybWvbBcwOCPYQ== = Your target is not monster
kkbUXeEIAXiIzvMb+Wzqng== = Your version: {0}
2uupKQgsMeU94qziKCqYjw== = Your version: '{2}', Version required: '{3}'.
BiMWXREpLfSVoKdsAX/kdw== = Yul Archer
5Yunga1CCAWxRQ5Jwlgr5Q== = Yul Ghost Sentinel
n7RXuUkxSL3CHsuXS8qPGg== = Yul Moonlight Sentinel
8F2HVjxvveVhUITIxnOhfw== = Yul Sagittarius
VrMw+JQdLxxafAoUMeyPVQ== = Yul Trickster
H6RA4yu85b2OMk33R/Gscg== = Z - Range Limit:
